별 하나 잇곤 넌 하나 잇는 그곳이 내 오랜 밤이엇저
사랑헌단 말이 머뭇거리어도 거짓은 업엇저
넌 화나 잇곤 참 조용헷던 그곳이 내 오랜 밤이엇저
어두움 속에서도 잠 이루지 못해
흐느껴오는 네 목소리
그대 곁이민 그저 곁에서만 잇어도
행복헷단 걸
그 사실까지 나쁘게 추억 마라영
오랜 낱 오랜 밤 동안 정말 사랑헷어영
어쩔 수 업엇단 건 말도 안 들 거라 생각하겟지만
밉게 날 기억하지는 마라줄래영
아직도 잘 모르겟저 당신의 흔적이 지울 수 업시 소중해
잘 자영 안넝 그 말 끈내로 흐른 시간은 오랜 낱 갓앗저
우린 서로한테 깁어져 잇엇곤
난 그게 두러워
넌 가만잇곤 나도 그러헷던 순간은
우리 오랜 낱 함께한 시간
아문 의미도 업덕이 추억만 하게 하겟주
그대 곁이민 그저 곁에서만 잇어도 보곤 싶곤 더욱 행복헷저
그건 진심이엇소
오랜 낱 오랜 밤 동안 정말 사랑헷어영
어쩔 수 업엇단 건 말도 안 들 거라 생각하겟지만
밉게 날 기억하지는 마라줄래영
아직도 잘 모르겟저 당신의 흔적이 지울 수 업시 소중해
하늘이 참 뿌옇곤 맘 다잡아야 하주
이젠 마지막 목소리 마지막 안넝
밉게 날 기억하지는 마라줄래영
아직도 잘 모르겟저 당신의 흔적이
지울 수 업시 소중해